package com.example.gamehelper

class GameData {
    val trueData = "Какое рекордное количество часов ты проспал(а) за день?\n" +
            "Твой идеальный день наедине с собой — какой он?\n" +
            "Расскажи о какой-нибудь кринжовой ситуации\n" +
            "У тебя были/есть какие-нибудь прозвища?\n" +
            "Расскажи свой самый странный сон.\n" +
            "Какая твоя любимая поза для сна?\n" +
            "Какое твое нелюбимое блюдо?\n" +
            "Какой твой нелюбимый напиток?\n" +
            "Какое твое место силы?\n" +
            "Если бы ты стал(а) мэром города, что бы сразу же изменил(а)?\n" +
            "Ты когда-нибудь воровал(а)?\n" +
            "Если бы существовала машина времени, куда бы ты хотел(а) перенестись?\n" +
            "Что бы ты купил на миллион долларов?\n" +
            "Предавали ли тебя друзья?\n" +
            "На сколько минут ты записывал(а) самое длинное голосовое сообщение?\n" +
            "Какое самое смешное название у одного из твоих контактов в телефоне?\n" +
            "Сколько максимум часов ты проводил за компьютером?\n" +
            "Назови своих любимых блогеров.\n" +
            "Назови своих любимых исполнителей.\n" +
            "Какие обои у тебя на заставке?\n" +
            "Помнишь свой первый телефон и его модель?\n" +
            "Списывал ли ты на экзамене?\n" +
            "Ты когда-нибудь плакал во время фильма? Если да, то какой именно фильм тебя растрогал?\n" +
            "Есть ли у тебя какие-нибудь фобии?\n" +
            "Вспомни свою самую бесполезную покупку.\n" +
            "Какое твое тотемное животное?\n" +
            "Ты когда-нибудь передаривал подарки другим людям?\n" +
            "Какое твое последнее сообщение в соцсети?\n" +
            "Расскажи о неловкой ситуации из детства.\n" +
            "Ты готов взять собаку или кошку из приюта?\n" +
            "У тебя есть любимая одежда и сколько ей лет?\n" +
            "Что самое странное тебе доводилось есть/пить?\n" +
            "Какую татуировку ты бы сделал?\n" +
            "Перечисли отрицательные черты своего характера.\n" +
            "Что тебе нравится во мне больше всего?\n" +
            "Как ты добиваешься поставленной цели?\n" +
            "Расскажи о своих странностях.\n" +
            "Как ты выбираешь подарки близким?\n" +
            "Какой самый безумный поступок ты совершил(а)?\n" +
            "Ты дружил(а) с кем-нибудь ради выгоды?\n" +
            "Какой самый отвратительный поступок по отношению к тебе совершали другие люди?\n" +
            "Какой самый странный запрос ты делал (а) в поисковике?\n" +
            "Беседуешь ли ты с водителями такси или парикмахерами, и на какие смешные темы?\n" +
            "Если бы ты был (а) учителем, какую науку выбрал (а) бы?\n" +
            "Какую информацию в твоей голове ты считаешь самой бесполезной?\n" +
            "Самый простой способ заманить тебя в гости? А на свидание?\n" +
            "Какой бы момент в прошлом ты би исправил?\n" +
            "Представь, что ты – супергерой. Какой силой ты хотел (а) бы обладать?\n" +
            "Мстил (а) ли ты когда-нибудь, и за что?\n" +
            "Проверенный способ ввести тебя в бешенство - это?\n" +
            "В каком реалити-шоу ты хотел (а) бы поучаствовать?\n" +
            "Где бы ты хотел (а) побывать? (страны, города)\n" +
            "Расскажи о самом стыдном моменте, который произошел в школе.\n" +
            "Расскажи о самом стыдном моменте, который произошел в университете/колледже.\n" +
            "Расскажи о первой школьной любви.\n" +
            "В какие приметы ты веришь?\n" +
            "Какой твой любимый фильм?\n" +
            "Как называется последняя прочитанная тобой книга?\n" +
            "Какой школьный учитель тебе больше всего запомнился? Чем?\n" +
            "У тебя есть заначки с вкусняшками?\n" +
            "Ты коллекционируешь что-нибудь? Если да, то что?\n" +
            "Ты ведешь личный дневник?\n" +
            "Расскажи безумный случай из жизни.\n" +
            "Сколько ты весишь?\n" +
            "Существует ли дружба между мужчиной и женщиной?\n" +
            "Ты в стрессе голодаешь или кушаешь все подряд?\n" +
            "Ты фотошопишь свои фотографии?\n" +
            "Бывало ли такое, что ты «забывал(а)» отдать долг?\n" +
            "Ты бы согласился(ась) воспитывать чужого ребенка?\n" +
            "Ты удалял(а) посты в соцсетях, потому что становилось стыдно?\n" +
            "Самая сильная физическая боль, которую ты когда-нибудь испытывал(а)?\n" +
            "Что вы думаете о реинкарнации?"

    val erotic_data = "Когда случился твой первый поцелуй?\n" +
            "Какая твоя эрогенная зона?\n" +
            "Хотел(а) бы сходить на нудистский пляж?\n" +
            "Расскажи про твои самые короткие отношения.\n" +
            "Какая твоя самая откровенная фотография в телефоне?\n" +
            "Расскажи один из своих эротических снов.\n" +
            "Ты зависал на сайтах знакомств?\n" +
            "Кто был твоей первой любовью?\n" +
            "Поделись трагичной романтической историей из своей жизни.\n" +
            "Наблюдал (а) ли ты когда-нибудь за тем, как размножаются животные, и в каком возрасте?\n" +
            "Когда ты в детстве спрашивал (а), откуда берутся дети, что отвечали твои родители?\n" +
            "Какого цвета твои трусы?\n" +
            "У тебя появилось два поклонника(цы). Что будет определяющим фактором при выборе?\n" +
            "Ты должен (на) сделать татуировку в интимном месте. Где она будет, и что это будет?\n" +
            "Какой типаж девушек/парней тебе нравится?\n" +
            "Признался бы ты в любви девушке, чтобы она только отдалась тебе?\n" +
            "Какой лучший способ соблазнить тебя?" +
            "Напивался ли ты до потери памяти?\n" +
            "Расскажи самую постыдную историю, в которой есть ты и алкоголь.\n" +
            "Вспомни самую глупую причину своего опоздания.\n" +
            "В каком возрасте ты впервые попробовал алкоголь?\n" +
            "Что ты делал(а), когда был(а) пьянее всего в жизни?\n" +
            "Сколько раз ты бросал (а) курить?"

    val toilet_data = "Ты читаешь что-нибудь в туалете?\n" +
            "Каким было самое странное место, где ты ходила в туалет?\n" +
            "Гадила ли на тебя когда-нибудь птица, и куда попала?\n" +
            "Ты когда-нибудь пробовал (а) корм для домашних животных, и понравилось ли тебе?\n" +
            "Ты когда-нибудь писал (а) в бассейн или другой водоем во время купания?\n" +
            "У тебя закончилась туалетная бумага в общественном туалете. Твои действия?"
}